export const blogPageExpect = {
    page: {
        titlePage: 'Все статьи',
        subtitlePage: 'Полезные материалы по тестированию простыми словами',
        defaultTabName: 'Все',
        testTabName: 'Тест таба' 
    },

    card: {
        title: "Заголовок для тестов",
        description: "Это описание предназначено для проверки поля описание в карточке блога.",
        category: "Тест" 
    },

    meta: {
        metaTitle: 'Блог QA Space: статьи для тестировщиков',
        metaDesc: 'Блог для тестировщиков Quality Space: статьи о QA, обзоры инструментов тестирования, советы по автоматизации, карьере и лучшим практикам контроля качества программного обеспечения.',
    }
}